Repository: vchlum/hue-lights
Catalog: po/*.po
Languages: de

source: Finish
de: Beenden

source: Switch to
de: Philips Hue Bridge wechseln zu

source: All Lights
de: Alle Leuchten

source: All Rooms & Zones
de: Alle Räume & Zonen

source: Color & Temperature
de: Farbe & Farbtemperatur

source: No group selected
de: Keine Gruppe ausgewählt

source: No light selected
de: Keine Leuchte ausgewählt

source: Scenes
de: Szenen

source: Display
de: Bildschirm

source: Refresh displays
de: Bildschirme neu laden

source: Entertainment areas
de: Entertainmentbereiche

source: Intensity
de: Intensität

source: Brightness
de: Helligkeit

source: Entertainment mode
de: Entertainmentmodus

source: key shortcut
de: Tastenkombination

source: Please check the connection to Philips Hue bridge.
de: Bitte Verbindung zur Philips Hue Bridge überprüfen.

source: Disable previous entertainment area.
de: Vorherigen Entertainmentbereich deaktivieren.

source: Please remove Philips Hue bridge and connect it again.
de: Bitte Philips Hue Bridge entfernen und neu verbinden.

source: is syncing
de: synchronisiert

source: Sync
de: Synchronisation

source: Set shortcut for
de: Tastenkombination wählen

source: shortcut
de: Tastenkombination

source: Connection to Philips Hue bridge restored.
de: Verbindung zur Phillips Hue Bridge wiederhergestellt.

source: Another app is already using the entertainment areas.
de: Eine andere Anwendung benutzt bereits die Entertainmentbereiche.

source: Switch to standard menu
de: Zu Standardmenü wechseln

source: Switch to compact menu
de: Zu Kompaktmenü wechseln

source: Set the shortcut for sync
de: Tastenkombination für Bildschirmsynchronisation auswählen

source: Select an entertainment area:
de: Entertainmentbereich auswählen:

source: No bridge connected.
de: Keine Bridge verbunden.

source: Select a bridge:
de: Bridge auswählen:

source: Cancel
de: Abbrechen

source: Screen synchronization
de: Bildschirmsynchronisation

source: Your screen is not a solid rectangle.
de: Der Umriss aller Bildschirme ist nicht rechteckig.

source: Refresh menu
de: Menü neu laden

source: Settings
de: Einstellungen

source: General settings
de: Allgemeine Einstellungen

source: Philips Hue HDMI sync boxes
de: Philips Hue HDMI Sync Boxen

source: Advanced settings
de: Erweiterte Einstellungen

source: unknown name
de: Name unbekannt

source: Connected
de: Verbunden

source: Unreachable
de: Nicht erreichbar

source: Connect
de: Verbinden

source: Remove
de: Entfernen

source: Disprefer
de: Nicht bevorzugen

source: Prefer
de: Bevorzugen

source: Add Philips Hue bridge IP
de: Philips Hue Bridge hinzufügen

source: Discover Philips Hue bridges
de: Philips Hue Bridges finden

source: Position of the menu icon in panel:
de: Position des Menüsymbols im Panel:

source: center
de: mittig

source: right
de: rechts

source: left
de: links

source: Icon pack:
de: Symbole:

source: none
de: keine

source: bright
de: hell

source: dark
de: dunkel

source: Show zones first:
de: Zonen zuerst anzeigen:

source: Show scenes:
de: Szenen anzeigen:

source: Compact menu settings
de: Kompaktmenüeinstellungen

source: Default use:
de: Standardverwendung:

source: Notification lights:
de: Benachrichtigungsleuchten:

source: Select lights
de: Leuchten auswählen

source: Autostart on GNOME login:
de: Beim Login automatisch starten:

source: Default entertainment mode:
de: Standardentertainmentmodus:

source: Default intensity:
de: Standardintensität:

source: Default brightness:
de: Standardhelligkeit:

source: Nothing here yet. Connect your bridge.
de: Noch keine Bridges verbunden.

source: Add Philips Hue HDMI sync box IP
de: Philips Hue HDMI Sync IP-Adresse hinzufügen

source: Philips Hue Bridge connection timeout (seconds):
de: Philips Hue HDMI Bridge Verbindungszeitüberschreitungsgrenzwert in Sekunden

source: Philips Hue HDMI sync box connection timeout (seconds):
de: Philips Hue HDMI Sync Box Verbindungszeitüberschreitungsgrenzwert in Sekunden:

source: Log debug messages:
de: Debugging-Nachrichten mitschreiben:

source: This application makes use of fast changing light effects conditions alone, or in combination with certain content on the screen it may trigger previously undetected epileptic symptoms or seizures in persons who have no history of prior seizures or epilepsy.
de: Diese Anwendung nutzt sich schnell verändernde Lichteffekte. Diese können alleine oder in Kombination mit bestimmten Bildschirminhalten epileptische Symptome oder Anfälle auslösen, auch bei Personen die bisher keine epileptischen Anfälle hatten.

source: Bridge not found
de: Bridge nicht gefunden

source: Press the button on the bridge and try again.
de: Knopf auf der Bridge drücken und erneut versuchen.

source: Hold HDMI sync box button
de: Knopf auf der HDMI Sync Box drücken

source: While this dialog is shown, hold the button on HDMI sync box until the led blinks green (~3 seconds) and release.
de: Während dieser Dialog angezeigt wird, den Knopf auf der HDMI Sync Box ca. 3 Sekunden drücken, bis die LED grün blinkt.

source: Enter new IP address
de: Neue IP-Adresse eingeben

source: Game
de: Spiel

source: Music
de: Musik

source: Subtle
de: Schwach

source: Moderate
de: Moderat

source: High
de: Stark

source: Intense
de: Intensiv

source: Device unplugged.
de: Gerät nicht eingesteckt.

source: Select an HDMI input:
de: HDMI-Eingang auswählen:

source: Select a sync mode:
de: Synchronisationsmodus auswählen:

source: Connection to Philips Hue sync box restored.
de: Verbindung zur Philips Hue Sync Box wiederhergestellt.

source: Please check the connection to Philips Hue sync box.
de: Bitte überprüfen Sie die Verbindung zur Philips Hue Sync Box.

source: Screen
de: Bildschirm

source: Selection
de: Auswahl

source: Track cursor
de: Mauszeiger verfolgen

source: Random
de: Zufällig

source: Force English language (requires relogin):
de: Englische Sprache erzwingen (wird erst nach dem nächsten Einloggen aktiv):

source: disconnected
de: nicht verbunden

source: Associated networks
de: Zugehörige Netzwerke
